<?php

return [

    // Auth
    'register' => 'Регистрация',
    'login' => 'Войти',
    'reset-password' => 'Восстановить пароль',

    // News
    'news' => 'Новости',
    'add-post' => 'Добавить новость',
    'edit-post' => 'Редактировать пост',
    'delete-post' => 'Удалить пост',
    'add-comment' => 'Добавить комментарий',
    'delete-comment' => 'Удалить комментарий',
    'comments' => 'Комментарии',

    // Users
    'role' => [
        'master' => 'Главный Администратор',
        'admin' => 'Администратор',
        'moderator' => 'Модератор',
        'poster' => 'Постер',
        'user' => 'Пользователь',
        'banned' => 'Заблокированный'
    ],
    'users' => 'Пользователи'

];
